[
   {
      "id": "#19, 1st FLoor, 1st Cross, S.G.N Layout, Lalbagh Road Cross, Bangalore -, 560027, Bengaluru, Karnataka 560027",
      "name": "Boondh",
      "place": "Lalbagh Road, Bangalore",
      "description": "Boondh is a social enterprise working on Sustainable Menstrual Products, Menstrual Literacy, Advocacy, Policy and Programming. With Boondh’s range of menstrual cups and cloth pads, you can now switch to menstrual products that are better for the body, the planet and the pocket! From building menstrual life skills to advocating for sustainable period products to raising awareness about menstrual disorders - we facilitate a range of workshops, each tailored for the specific target audience!",
      "websitelink": "https://www.boondh.co/",
      "image": "image-1",
      "latitude": 12.958566,
      "longitude": 77.58588,
      "link": "https://www.google.com/maps/place/Boondh/@12.958353,77.5848687,18z/data=!3m1!4b1!4m5!3m4!1s0x3bae15dd9e08cc9f:0x2af33851f518425d!8m2!3d12.958353!4d77.585963",
      "number": "tel:08041130385"
   },
   {
      "id": "Sy no 42, First Floor, Opp Zonasha Vista, Dinne Anjaneya Swamy Temple Rd, Haralur, Bengaluru, Karnataka 560102",
      "name": "Stonesoup",
      "place": "Haralur, Bangalore",
      "description": "StoneSoup works towards educating, informing and helping individuals, homes and communities change their behavior and contribute to a cleaner, greener nation. We are committed to build a Swacch Bharat, one home at a time. They provide hassle free and convenient solutions to compost, sustainable menstrual care and plastic-free, chemical free life. They have their own line of menstrual cup and period care products as well as composting kits.",
      "websitelink": "https://stonesoup.in/",
      "image": "image-2",
      "latitude": 12.8997135,
      "longitude": 77.66662,
      "link": "https://www.google.com/maps/place/Stonesoup.in/@12.8994628,77.6645184,17z/data=!3m1!4b1!4m5!3m4!1s0x3bae1461458bcfd7:0xf23df58c092262b7!8m2!3d12.8994628!4d77.6667071",
      "number": "tel:09108462846"
   },
   {
      "id": "449, 5th Cross Rd, Viveka Nagar, Bengaluru, Karnataka 560047",
      "name": "Sukhibhava",
      "place": "Viveka Nagar, Bangalore",
      "description": "The Sukhibhava team redesigned our existing grassroots intervention to address the critical needs of women and girls in a COVID-19 context. We identified four key solutions and developed the emergency helpline Hello Saheli to bring them together.",
      "websitelink": "https://sukhibhava.homerun.co/",
      "image": "image-1",
      "latitude": 12.959199,
      "longitude": 77.62208,
      "link": "https://www.google.com/maps/place/Sukhibhava/@12.9703746,77.5354718,12z/data=!4m9!1m2!2m1!1ssukhibhava!3m5!1s0x3bae1466d2ab2325:0x261a1d036b7541a9!8m2!3d12.9522511!4d77.6234668!15sCgpzdWtoaWJoYXZhkgEcc29jaWFsX3NlcnZpY2VzX29yZ2FuaXphdGlvbg",
      "number": "tel:09886781989"
   },
   {
      "id": "Auroville, Tamil Nadu 605009",
      "name": "Eco Femme",
      "place": "Auroville, Tamil Nadu",
      "description": "Eco Femme is a women-led social enterprise founded in 2010. Based in Tamil Nadu, India, their goal is to create environmental and social change through revitalising menstrual practices that are healthy, environmentally sustainable, culturally responsive and empowering. They produce and sell washable cloth pads, provide menstrual health education and open dialogues on menstruation all along the way.",
      "websitelink": "https://ecofemme.org/",
      "image": "image-2",
      "latitude": 12.152793,
      "longitude": 79.78194,
      "link": "https://www.google.com/maps/place/Eco+Femme/@12.0156169,79.7989833,17z/data=!3m1!4b1!4m5!3m4!1s0x3a5366f151a7ffe9:0x7abd5571eafc426c!8m2!3d12.0156169!4d79.801172",
      "number": "tel:09487179556"
   },
   {
      "id": "Gurjar Rajesh Pilot Marg, behind G.D. Goenka Global School, Bhangar Mohalla, Madanpur Khadar Village, Sarita Vihar, New Delhi, Delhi 110076",
      "name": "Goonj",
      "place": "Sarita Vihar, New Delhi",
      "description": "Since 1999, Goonj has built a network of communities from urban to village India, channelizing material as a tool to address crucial gaps in rural infrastructure, water, environment, livelihood, education, health, disaster relief and rehabilitation. Its engagement with both the urban and rural population has galvanized a mass civic participation in addressing basic but neglected issues.One of their goals is addressing the gaps and challenges associated with menstrual hygiene management through a Triple A approach on menstrual Access, Awareness and Affordability. Through this initiative, they motivate urban masses to contribute cloth for making ‘MY Pads’ cloth sanitary pads for women who struggle even for this basic need.",
      "websitelink": "https://goonj.org/njpc/",
      "image": "image-1",
      "latitude": 28.5351934319847,
      "longitude": 77.29802496174352,
      "link": "https://www.google.com/maps/place/Goonj/@28.5351257,77.2958155,17z/data=!3m1!4b1!4m5!3m4!1s0x390ce6a96d259f17:0xa917bb6dc5372ee6!8m2!3d28.5351463!4d77.2980306",
      "number": "tel:01141401216"
   },
   {
      "id": "Plot 13, Kukreja Center, 11th Floor, B Wing, Sector 11, CBD Belapur, Navi Mumbai, Maharashtra 400614",
      "name": "Safe N' Happy Periods",
      "place": "Mumbai, Maharashtra",
      "description": "Safe N’ Happy Periods hopes to encourage a shame-free, dignified and sustainable menstruation time for women in India. We use a combined approach of education and pad distribution, to spread awareness and increased access to sanitation. We are glad to spread this message amongst girls and women of different age groups across various sections of the society. We can imagine the extent of reach presuming that these girls and women, in some way or the other, would share and pass on the hygiene habits and other useful information to their friends, family members etc. All the donations towards Safe N’ Happy Periods are eligible for 50% Income Tax exemption (under Section 80 G of the Income Tax Act).",
      "websitelink": "https://safenhappyperiods.org/",
      "image": "image-2",
      "latitude": 19.01771,
      "longitude": 73.04373,
      "link": "https://www.google.com/maps/place/Safe+N%E2%80%99+Happy+Periods/@19.017644,73.0416013,17z/data=!3m1!4b1!4m5!3m4!1s0x3be7c25254658253:0xf0be743334cfd0bc!8m2!3d19.0177044!4d73.043733",
      "number": "tel:08425063301"
   }
]
